class Messages:
    mainmenu = 'Вы в главном меню'
    admin = 'Вы в меню администрирования'
    addrem_m = 'Введите текст уведомления '
    addrem_d = 'Введите время/дату, например 12:00/12:00 26.08.21'
    delrem = 'Выберите номер уведомления'
    mail = 'Введите текст рассылки'


class States:
    mainmenu = 'mainmenu'
    admin = 'admin'
    addrem_m = 'addrem_m'
    addrem_d = 'addrem_d'
    delrem = 'delrem'
    mail = 'mail'

class Buttons:
    addrem = 'Добавить уведомление [➕]'
    delrem = 'Удалить уведомление [❌]'
    remlist = 'Список уведомлений [📆]'
    admin = 'Администрирование [🔑]'
    back = 'Назад [🔙]'
    mail = 'Рассылка [✉️]'
